docs/notes/2021-02-09-11-52-43-mccarthy_2002_Monetary.html
<?xml version="1.0" encoding="utf-8"?>
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
  <!-- 2021-09-07 ter 18:56 -->
  <meta http-equiv="Content-Type" content=
  "text/html; charset=utf-8" />
  <meta name="viewport" content=
  "width=device-width, initial-scale=1" />
  <title>mccarthy_2002_Monetary: Monetary Policy Transmission to
  Residential Investment</title>
  <meta name="author" content="Gabriel Petrini" />
  <meta name="generator" content="Org Mode" />
</head>
<body>
  <div id="content" class="content">
    <h1 class="title">mccarthy_2002_Monetary: Monetary Policy
    Transmission to Residential Investment</h1>
    <div id="table-of-contents" role="doc-toc">
      <h2>Table of Contents</h2>
      <div id="text-table-of-contents" role="doc-toc">
        <ul>
          <li>
            <a href="#mccarthy_2002_Monetary">1. Monetary Policy
            Transmission to Residential Investment</a>
            <ul>
              <li><a href="#org52ca4aa">1.1. FISH-5SS</a></li>
              <li><a href="#org4aabba4">1.2. Backlinks</a></li>
              <li><a href="#orgd8ded45">1.3. Model and
              covariates</a></li>
            </ul>
          </li>
        </ul>
      </div>
    </div>
    <p>Time-stamp: 2021-02-09</p>
    <dl class="org-dl">
      <dt>tags</dt>
      <dd></dd>
    </dl>
    <div id="outline-container-mccarthy_2002_Monetary" class=
    "outline-2">
      <h2 id="mccarthy_2002_Monetary"><span class=
      "section-number-2">1.</span> Monetary Policy Transmission to
      Residential Investment</h2>
      <div class="outline-text-2" id="text-mccarthy_2002_Monetary">
      </div>
      <div id="outline-container-org52ca4aa" class="outline-3">
        <h3 id="org52ca4aa"><span class=
        "section-number-3">1.1.</span> FISH-5SS</h3>
        <div class="outline-text-3" id="text-1-1">
          <table border="2" cellspacing="0" cellpadding="6" rules=
          "groups" frame="hsides">
            <colgroup>
              <col class="org-left" />
              <col class="org-left" />
            </colgroup>
            <tbody>
              <tr>
                <td class="org-left"><b>Background</b></td>
                <td class="org-left">Residential investment
                volatility reduction is related to the deregulation
                in the housing finance system in the mid-1980s. As
                a consequence, mortgage markets are more connected
                to capital markets.</td>
              </tr>
              <tr>
                <td class="org-left"><b>Supporting Ideas</b></td>
                <td class="org-left">&nbsp;</td>
              </tr>
              <tr>
                <td class="org-left"><b>Purpose</b></td>
                <td class="org-left">Investigate whether or not the
                monetary transmission mechanism channels have
                changed with these institutional breaks.</td>
              </tr>
              <tr>
                <td class="org-left"><b>Originality/value
                (Contribution)</b></td>
                <td class="org-left">&nbsp;</td>
              </tr>
              <tr>
                <td class="org-left"><b>Relevance</b></td>
                <td class="org-left">This paper emphases the
                relevance of some institutional breaks for future
                empirical investigations.</td>
              </tr>
              <tr>
                <td class="org-left">
                <b>Design/methodology/approach</b></td>
                <td class="org-left">The authors estimates both
                reduced and structural models to evaluate the
                response of housing market to a monetary policy
                shock. Estimation using GMM method.</td>
              </tr>
              <tr>
                <td class="org-left"><b>Results</b></td>
                <td class="org-left">The <b>magnitude</b> of the
                response to shock is similar to before the
                institutional break. The main difference is the
                <b>timming</b> of the response in which the housing
                market response is slower than before and more
                similar to the overall economy.</td>
              </tr>
              <tr>
                <td class="org-left"><b>Sample</b></td>
                <td class="org-left">US: 1975-1985 and
                1986-2000</td>
              </tr>
              <tr>
                <td class="org-left"><b>(Interesting)
                Findings</b></td>
                <td class="org-left">Quantitative financing
                constraint (?) has a smaller influence than before
                while pricing has become the rationaing
                mechanism.</td>
              </tr>
              <tr>
                <td class="org-left"><b>Research
                limitations/implications (Critics)</b></td>
                <td class="org-left">&nbsp;</td>
              </tr>
              <tr>
                <td class="org-left"><b>Uncategorized
                stuff</b></td>
                <td class="org-left">&nbsp;</td>
              </tr>
              <tr>
                <td class="org-left"><b>5SS</b></td>
                <td class="org-left">Page 146: “These results thus
                suggest that monetary policy is now transmitted to
                housing through pricing channels, rather than
                through quantitative financing restrictions, as was
                typical during the New Deal financing system era.
                ”</td>
              </tr>
            </tbody>
          </table>
        </div>
      </div>
      <div id="outline-container-org4aabba4" class="outline-3">
        <h3 id="org4aabba4"><span class=
        "section-number-3">1.2.</span> Backlinks</h3>
        <div class="outline-text-3" id="text-1-2">
          <p><a href=
          "20210210184406-mortgage_interest_rate.html#ID-a2e20f56-b6f2-4e80-9cc4-2924ce487b21">
          Mortgage Interest rate</a></p>
        </div>
      </div>
      <div id="outline-container-orgd8ded45" class="outline-3">
        <h3 id="orgd8ded45"><span class=
        "section-number-3">1.3.</span> Model and covariates</h3>
        <div class="outline-text-3" id="text-1-3">
          <p>House price (\(p^{d}\), demand):</p>
          <div class="latex" id="orgdfeec7d">
            \begin{equation} p^{d} = p^{d}(h_{t}, c_{t}, u_{t})
            \end{equation}
          </div>
          <ul class="org-ul">
            <li>\(h_{t}\) housing stock</li>
            <li>\(u_{t}\) user cost</li>
            <li>\(c_{t}\) nondurable and services consumption (as a
            proxy for permanent income)</li>
          </ul>
          <p>House price (\(p^{s}\), supply):</p>
          <div class="latex" id="orge93fc50">
            \begin{equation} p^{s} = p^{s}((i_{t} - h_{t}), cc_{t})
            \end{equation}
          </div>
          <ul class="org-ul">
            <li>\(i_{t}\) log of residential investment</li>
            <li>\(cc_{t}\) construction cost index</li>
          </ul>
          <p>Equitlibrium condition:</p>
          <div class="latex" id="orga39524e">
            \begin{equation} p^{d^{*}} = p^{s^{*}} = p^{*}
            \end{equation}
          </div>
          <p>Residential investment equation</p>
          <div class="latex" id="org7f4a8f2">
            \begin{equation} \Delta \frac{I}{H} = \lambda_{s}
            (p_{t-1} - p^{s}_{{t-1}}) + \theta_{0} +
            \theta_{1}\Delta p_{t} + \theta_{2} cc_{t} + \theta_{3}
            r + \theta_{4} \Delta p_{t}^{l} + \theta_{5} q_{t-1} +
            v_{t} \end{equation}
          </div>
          <ul class="org-ul">
            <li>\(r_{t}\) short term interest rate</li>
            <li>\(p^{l}\) land prices</li>
            <li>\(q_{t-1}\) quantity of new houses for sales</li>
            <li>
              <p>Only the first term is expected to be
              positive.</p>
              <table border="2" cellspacing="0" cellpadding="6"
              rules="groups" frame="hsides">
                <caption class="t-above">
                  <span class="table-number">Table 1:</span>
                  Residential investment estimation results
                  (reduced form)
                </caption>
                <colgroup>
                  <col class="org-right" />
                  <col class="org-left" />
                  <col class="org-left" />
                  <col class="org-left" />
                  <col class="org-left" />
                  <col class="org-left" />
                  <col class="org-left" />
                </colgroup>
                <thead>
                  <tr>
                    <th scope="col" class="org-right">&nbsp;</th>
                    <th scope="col" class="org-left">EC</th>
                    <th scope="col" class="org-left">Home price
                    inflation</th>
                    <th scope="col" class="org-left">Construction
                    cost inflation</th>
                    <th scope="col" class="org-left">Real interest
                    rate</th>
                    <th scope="col" class="org-left">Land price
                    inflation</th>
                    <th scope="col" class="org-left">New homes
                    supply</th>
                  </tr>
                </thead>
                <tbody>
                  <tr>
                    <td class="org-right">Full sample</td>
                    <td class="org-left">+</td>
                    <td class="org-left">-</td>
                    <td class="org-left">+</td>
                    <td class="org-left">-</td>
                    <td class="org-left">-</td>
                    <td class="org-left">-</td>
                  </tr>
                  <tr>
                    <td class="org-right">1975-1985</td>
                    <td class="org-left">+</td>
                    <td class="org-left">-</td>
                    <td class="org-left">+</td>
                    <td class="org-left">-</td>
                    <td class="org-left">+</td>
                    <td class="org-left">-</td>
                  </tr>
                  <tr>
                    <td class="org-right">1986-2000</td>
                    <td class="org-left">+</td>
                    <td class="org-left">+</td>
                    <td class="org-left">-</td>
                    <td class="org-left">-</td>
                    <td class="org-left">-</td>
                    <td class="org-left">-</td>
                  </tr>
                </tbody>
              </table>
              <table border="2" cellspacing="0" cellpadding="6"
              rules="groups" frame="hsides">
                <caption class="t-above">
                  <span class="table-number">Table 2:</span>
                  Residential investment estimation results
                  (structural form)
                </caption>
                <colgroup>
                  <col class="org-right" />
                  <col class="org-left" />
                  <col class="org-left" />
                  <col class="org-left" />
                  <col class="org-left" />
                  <col class="org-left" />
                  <col class="org-left" />
                  <col class="org-left" />
                </colgroup>
                <thead>
                  <tr>
                    <th scope="col" class="org-right">&nbsp;</th>
                    <th scope="col" class="org-left">EC</th>
                    <th scope="col" class="org-left">Home price
                    inflation</th>
                    <th scope="col" class="org-left">Const. cost
                    inflation</th>
                    <th scope="col" class="org-left">Real interest
                    rate</th>
                    <th scope="col" class="org-left">Land price
                    inflation</th>
                    <th scope="col" class="org-left">New homes
                    supply</th>
                    <th scope="col" class="org-left">New
                    deposit</th>
                  </tr>
                </thead>
                <tbody>
                  <tr>
                    <td class="org-right">Full sample</td>
                    <td class="org-left">+</td>
                    <td class="org-left">+</td>
                    <td class="org-left">+</td>
                    <td class="org-left">-</td>
                    <td class="org-left">-</td>
                    <td class="org-left">+</td>
                    <td class="org-left">+</td>
                  </tr>
                  <tr>
                    <td class="org-right">1975-1985</td>
                    <td class="org-left">+</td>
                    <td class="org-left">+</td>
                    <td class="org-left">-</td>
                    <td class="org-left">-</td>
                    <td class="org-left">+</td>
                    <td class="org-left">-</td>
                    <td class="org-left">+</td>
                  </tr>
                  <tr>
                    <td class="org-right">1986-2000</td>
                    <td class="org-left">+</td>
                    <td class="org-left">+</td>
                    <td class="org-left">+</td>
                    <td class="org-left">-</td>
                    <td class="org-left">-</td>
                    <td class="org-left">+</td>
                    <td class="org-left">-</td>
                  </tr>
                </tbody>
              </table>
            </li>
          </ul>
        </div>
      </div>
    </div>
  </div>
  <div id="postamble" class="status">
    <p class="author">Author: Gabriel Petrini</p>
    <p class="date">Created: 2021-09-07 ter 18:56</p>
  </div>
</body>
</html>
